/*
  InfoPlist.strings
  WeMeet

  Created by janieyuan on 2019/3/20.
  Copyright © 2019年 tencent. All rights reserved.
*/
"app_menu_hide_tencent_meeting" = "Hide {app_name}";
"app_menu_hide_other" = "Hide Others";
"app_menu_show_all"= "Show All";
"app_menu_quit" = "Quit {app_name}";

"login_title_first" = "Across Any Device";
"login_subtitle_first" = "Join anywhere, on any device";
"login_title_second" = "Quick Access";
"login_subtitle_second" = "Start or join a meeting easily";
"login_title_third" = "Screen Sharing";
"login_subtitle_third" = "They see what you see";
"share_confirm" = "Share";
"video_quality_switch" = "Video fluency preferred";
"audio_switch" = "Share PC audio";
"video_quality_tooltips" = "Reduce CPU usage and prioritize the fluency of the shared video";
"toolbar_docs" = "Files";
"toolbar_bullet" = "Emoji";
"toolbar_record_start" = "Cloud Recording";
"toolbar_record_resume" = "Resume Recording";
"toolbar_record_stop" = "End Recording";
"docs_title" = "Files";
"in_meeting_cancel_join_button_title" = "Close";
"in_meeting_join_button_title" = "Enter Meeting";
"enter_fullscreen_tooltip" = "Enter Full Screen";
"exit_fullscreen_tooltip" = "Exit Full Screen";
"enter_fullscreen_button_title" = "Enter Full Screen";
"exit_fullscreen_button_title" = "Exit Full Screen";
"tooltips_meeting_code" = ". Meeting ID: ";
"enter_fullscreen_tips" = "Press ESC or click Exit Full Screen to exit fullscreen mode";
"setting" = "Settings";
"tencent_meeting" = "{app_name}";
"join_meeting" = "Join Meeting";
"meeting_setting_system_new_version" = "Version Update";
"meeting_setting_proxy" = "Proxy Settings";
"meeting_setting_system_idea" = "Feedback";
"meeting_setting_private_protocol" = "Privacy Policy";
"meeting_setting_terms_service" = "Service Agreement";
"meeting_setting_now_version" = "Current: ";
"update_version_title" = "Update Now";
"button_update_now" = "Update Now";
"button_update_later" = "Later";
"button_update_after" = "Later";
"button_ok" = "OK";
"video_setting_view_no_camera_item_string_value" = "No cameras detected";

"WMTCWebCaptchaViewLoading" = "Loading…";
"WMTCWebCaptchaViewLoadingError" = "Failed to load. Click Refresh";
"WMTCWebCaptchaViewClose" = "Close";
"WMTCWebCaptchaViewRefresh" = "Refresh";
"WebViewLoadErrorViewLoadingError" = "Failed to load";
"WebViewLoadErrorViewReLoading" = "Reload";
"AboutUsSettingViewControllerCheck" = "Version Update";
"AboutUsSettingViewControllerFeedback" = "Feedback";
"AudioSettingViewControllerSpeaker" = "Speaker";
"AudioSettingViewControllerTest" = "Test";
"AudioSettingViewControllerOutLevel" = "Output";
"AudioSettingViewControllerVolume" = "Volume";
"AudioSettingViewControllerMicrophone" = "Mic";
"AudioSettingViewControllerInputLevel" = "Input";
"AISettingViewControllerVideo" = "Video Screen";
"AISettingViewControllerBeauty" = "Beauty Filter";
"AISettingViewControllerBackgroundBlur" = "Background";
"AISettingViewControllerDarkSceneEnhancement" = "Video Image Quality Enhancement";
"AISettingViewControllerDarkSceneEnhancementDesc" = "Enhance video quality for dimly lit environments";
"AISettingViewControllerVideoNoiseReduction" = "Video Noise Cancellation";
"AISettingViewControllerVideoNoiseReductionDesc" = "Reduce ambient noises for enhanced video conferencing.";
"AISettingViewControllerAudioNoiseReduction" = "Audio Noise Cancellation";
"AISettingViewControllerAudioNoiseReductionDesc" = "Reduce background noise for improved audio quality.";
"AISettingViewControllerAudioSuperPoints" = "High Fidelity";
"AISettingViewControllerAudioSuperPointsDesc" = "Enhance voice quality for clearer communication.";
"AISettingViewControllerSmartVolume" = "Smart Volume";
"AISettingViewControllerSmartVolumeDesc" = "Auto-adjust the volume for different acoustic environments.";
"VideoSettingViewControllerSelect" = "Device";
"VideoSettingViewControllerVideo" = "Video Screen";
"SettingMenuCellViewSetting" = "Meeting Settings";
"SettingViewControllerSetting" = "Settings";
"LoadingViewControllerTips" = "Boundless Collaboration";
"GuestViewControllerJoin" = "Join Meeting";
"GuestViewControllerLoginRegister" = "Sign Up/Log In";
"GuestViewControllerWechat" = "WeChat";
"GuestViewControllerWework" = "WeCom";
"ScanBindWechatWindowControllerLoading" = "Loading…";
"ScanBindWechatWindowControllerLoadingError" = "Failed to load. Click Refresh";
"ScanBindWechatWindowControllerCancel" = "Cancel";
"LoginScanWindowControllerCancel" = "Cancel";
"LoginScanWindowControllerLoading" = "Loading…";
"LoginScanWindowControllerLoadingError" = "Failed to load. Click Refresh";
"MainViewControllerJoin" = "Join";
"MainViewControllerSchedule" = "Schedule";
"MainViewControllerQuick" = "Start";
"MainViewControllerShareScheen" = "Share Screen";
"MainViewControllerNoMeeting" = "No meetings";
"PackageDownloadWindowControllerTips" = "Downloading…";
"UpdateVersionWindowControllerUpdate" = "Update Now";
"UpdateVersionWindowControllerLater" = "Later";
"UpdateVersionWindowControllerIKnow" = "OK";
"UpdateVersionWindowControllerNowVersion" = "Current Version";
"JoinViewControllerJoin" = "Join Meeting";
"JoinViewControllerSetting" = "Meeting Settings";
"JoinViewControllerCamera" = "Turn On Video When Joining a Meeting";
"JoinViewControllerMic" = "Use PC Audio by Default";
"MeetingInfoViewControllerInvite" = "Invite";
"MeetingInfoViewControllerSafety" = "Security";
"MeetingInfoViewControllerJoin" = "Enter Meeting";
"MeetingInfoViewControllerCancel" = "Cancel Meeting";
"MeetingInfoViewControllerModify" = "Edit";
"ScheduleMeetingViewControllerTitle" = "Schedule Meeting";
"ScheduleMeetingViewControllerModifyTitle" = "Edit Meeting";
"ScheduleMeetingViewControllerMofifyPeriodTitle" = "Edit Recurring Meeting";
"ScheduleMeetingViewControllerDone" = "Schedule";
"ScheduleMeetingViewControllerConfirmModify" = "Save";
"ScheduleMeetingViewControllerLoading" = "Scheduling meeting…";
"ScheduleMeetingViewControllerIcalLoading" = "Calling iCal…";
"ScheduleMeetingViewControllerOtherCalendar" = "Other Calendars";
"InMeetingJoinWindowControllerPassword" = "Meeting Password";
"InMeetingJoinWindowControllerPasswordTf" = "Enter meeting password";
"InMeetingJoinWindowControllerNickname" = "Display name";
"InMeetingJoinWindowControllerNicknameTf" = "Enter your display name";
"InMeetingJoinWindowControllerCamera" = "Turn On Video When Joining a Meeting";
"InMeetingJoinWindowControllerMic" = "Use PC Audio by Default";
"InMeetingJoinWindowControllerCancel" = "Cancel";
"InMeetingJoinWindowControllerJoin" = "Join Meeting";
"MeetingAudioInputWindowControllerSelect" = "Select a Method to Connect to Meeting Audio";
"MeetingAudioPstnOutViewControllerTips" = "The system will call you to join the meeting.";
"MeetingAudioPstnOutViewControllerOperate" = "Call";
"MeetingAudioPstnOutViewControllerReturn" = "Back";
"MeetingAudioInputWithComputerViewControllerOperate" = "PC Audio";
"MeetingAudioInputWithComputerViewControllerSelect" = "Use PC Audio by Default";
"InMeetingShareWindowControllerTopTitle" = "Meeting ID: -";
"InMeetingShareWindowControllerCopy" = "Copy";
"InMeetingShareWindowControllerSyncCalendar" = "Sync to Calendar";
"InMeetingShareWindowControllerCopiedToTheClipboard" = "Meeting invitation copied to clipboard";
"DialStatusWindowControllerTitle" = "Topic";
"DialStatusWindowControllerInvite" = "Add Invitees";
"DialStatusWindowControllerPhone" = "Phone";
"DialStatusWindowControllerTime" = "Time";
"DialStatusWindowControllerCancel" = "Back";
"DialStatusWindowControllerDo" = "Hang Up";
"DialStatusWindowControllerInfo" = "View";
"PstnContactWindowControllerTitle" = "Select Attendees";
"PstnContactWindowControllerTips" = "Enter display name";
"PstnContactWindowControllerInput" = "Enter WeCom ID";
"PstnContactWindowControllerNickname" = "Name";
"PstnContactWindowControllerDepartment" = "Team";
"PstnContactNumberSelectWindowControllerTitle" = "Select Phone Number to Call";
"PstnContactNumberSelectWindowControllerShort" = "Landline";
"PstnContactNumberSelectWindowControllerPhone" = "Mobile";
"WindowShareWindowControllerTitle" = "Select Content to Share";
"WindowShareWindowControllerConfirm" = "Share Screen";
"WindowShareWindowControllerVideoQuality" = "Video fluency preferred";
"WindowShareWindowControllerAudio" = "Share PC audio";
"ScreenTabBarWindowControllerTitle" = "Sharing screen…";
"ScreenTabBarWindowControllerMember" = "Attendees";
"ScreenTabBarWindowControllerCamera" = "Camera";
"ScreenTabBarWindowControllerMore" = "More";
"ScreenTabBarWindowControllerApp" = "Apply";
"ScreenTabBarWindowControllerPause" = "Pause";
"ScreenTabBarWindowControllerShare" = "New Share";
"ScreenTabBarWindowControllerMic" = "Mic";
"ScreenTabBarWindowControllerExit" = "Stop Share";
"ScreenTabBarWindowControllerAnnotationOn" = "Annotate";
"NicknameInputWindowControllerTitle" = "Edit Name";
"NicknameInputWindowControllerNicknameTf" = "Enter display name";
"NicknameInputWindowControllerCancel" = "Cancel";
"NicknameInputWindowControllerConfirm" = "OK";
"NicknameInputWindowControllerMic" = "Mute upon Entry";
"NicknameInputWindowControllerCamera" = "Turn Off Video When Joining a Meeting";
"ChangeHostWindowControllerTitle" = "Pass Host to ";
"ChangeHostWindowControllerTips" = "Attendees can be made host even if they have not logged in. You can also choose";
"ChangeHostWindowControllerEnd" = "end meeting";
"ChangeHostWindowControllerConfirm" = "Change Host and Leave";
"ChangeHostWindowControllerCancel" = "Cancel";
"MeetingMemberViewControllerMore" = "More";
"MeetingMemberViewControllerMuteAll" = "Unmute All";
"MeetingMemberViewControllerUnmuteAll" = "Mute All";
"MeetingMemberViewControllerSearchUser" = "Search for attendees";
"MeetingHandsupWindowControllerTitle" = "Raise Hand";
"MeetingHandsupWindowControllerReject" = "Reject All";
"MeetingUserHandupTableCellViewAccept" = "Agree";
"MeetingUserHandupTableCellViewReject" = "Reject";
"ProfileEditNickNameDropViewCancel" = "Cancel";
"ProfileEditNickNameDropViewConfirm" = "OK";
"ProfileAccountPayComboDetailViewControllerTitle" = "Expiration Details";
"ProfileAccountPayTypeTipsViewDesc" = "Pro";
"ProfileAccountPayTypeTipsViewAction" = "Upgrade";
"ProfileAccountPayServiceItemViewTitle" = "Max Attendees";
"ProfileAccountPayServiceItemViewDesc" = "Available for 40 mins";
"ProfileAccountPayServiceItemViewAction" = "Increase";
"JoinViewControllerMeetNum" = "Meeting ID";
"JoinViewControllerImportMeetNum" = "Enter meeting ID";
"JoinViewControllerYourName" = "Your Name";
"JoinViewControllerImportYourName" = "Enter your display name";
"JoinViewControllerPassWord" = "Meeting Password";
"JoinViewControllerInputPassWord" = "Enter password";
"JoinViewControllerConfirm" = "Join";
"JoinViewControllerCancle" = "Cancel";
"JoinViewControllerTurnOnTheCamera" = "Switch for turning on video when joining a meeting";
"JoinViewControllerJoinTheClubAndTurnOnTheCamera" = "Switch for turning on video when joining a meeting";
"JoinViewControllerAutomaticAudioSelectionForMembershipa" = "Auto-select Audio by Default";
"JoinViewControllerClearAll" = "Clear All";
"TChatHistoryCalendarViewControllerSunday" = "Sun";
"TChatHistoryCalendarViewControllerMonday" = "Mon";
"TChatHistoryCalendarViewControllerTuesday" = "Tue";
"TChatHistoryCalendarViewControllerWednesday" = "Wed";
"TChatHistoryCalendarViewControllerThursday" = "Thu";
"TChatHistoryCalendarViewControllerFriday" = "Fri";
"TChatHistoryCalendarViewControllerSaturday" = "Sat";
"MeetingWindowControllerGoingIntoMeeting" = "Connecting…";
"MeetingWindowControllerMembersManagement" = "Attendees";
"MeetingWindowControllerMCaht" = "Chat";
"ChatViewControllerIndependentBounced" = "Pop Out";
"ChatViewControllerClose" = "Close";
"ChatViewControllerClosePleaseEnterMessage" = "Enter…";
"MainstoryboardAboutTencentMeet" = "About {app_name}";
"sendTo" = "To";
"publicMessage" = "Everyone";
"privateMessage" = "(Private chat)";
"MainstoryboardPreferences" = "Preferences";
"MainstoryboardHideTencentMeet" = "Hide {app_name}";
"MainstoryboardHideOther" = "Hide Others";
"MainstoryboardShowAll" = "Show All";
"MainstoryboardExitTencentMeet" = "Quit {app_name}";
"MenuControllerEdit" = "Edit";
"MenuControllerCut" = "Cut";
"MenuControllerCopy" = "Copy";
"MenuControllerPaste" = "Paste";
"MenuControllerDelete" = "Delete";
"MenuControllerRecall" = "Recall";
"MenuControllerSelectAll" = "Select All";
"MenuControllerWindow" = "Window";
"MenuControllerMinimize" = "Minimize";
"MenuControllerZoom" = "Zoom";
"MenuControllerShowMainWindow" = "Show main window";
"MenuControllerFrontWindows" = "Bring all windows to front";
"MenuControllerHelp" = "Help";
"MenuControllerUnloadDrive" = "Uninstall Audio Driver";
"MenuControllerTugecao" = "Feedback";
"MenuControllerDevelopmentDebugging" = "R&D assistant";
"MenuControllerRebootAudioDevice" = "Reboot Audio Device";
"MenuControllerAudioDriverNotWork" = "Analog audio device error";
"MenuControllerOpenLogFolder" = "Open Log Folder";
"MenuControllerOpenDownLoadFolder" = "Open Downloaded Installation Package Folder";
"MenuControllerOpenDBFolder" = "Open DB Folder";

"MeetingWindowShareHeaderTitleWindow" = "App Window";
"MeetingWindowShareHeaderTitleMonitor" = "Desktop";
"Language" = "Language";
"LanguageEnglish" = "English";
"LanguageChinese" = "简体中文";
"LanguageTraditional" = "繁體中文(香港)";
"LanguageKorea" = "한국어";
"LanguageJapanese" = "日本語";
"LanguageBahasa" = "Bahasa Melayu";
"AudioConnectLocalTitle" = "PC Audio";
"AudioConnectPstnOutTitle" = "Call Me";
"AudioConnectPstnInTitle" = "Call In";
"ChangeLanguageRestartApp" = "{app_name} needs to restart to switch the default language";

"PstnInviteViewPhone" = "Phone";
"PstnInviteViewInvite" = "Dial";
"PstnInviteViewBottomText" = "You can view the call status in the \"Attendees\" list";

"MeetingWindowViewModeBtn" = "Switch View";
"MeetingInfoViewQueryMeetingFailed" = "Failed to query meeting";
"MeetingInfoViewMeetingCancelFailed" = "Failed to cancel meeting";
"MeetingInfoViewErrMessageReasonInMeeting" = "Unable to start meeting as you're already in a meeting";
"MeetingUpdateInstalling" = "Installing…";
"ScheduleViewScheduleFailed" = "Failed to schedule meeting";
"ScheduleViewModifyInfoFailed" = "Failed to modify meeting info";
"PstnInviteViewEmptyListTextPre" = "No results found for \"";
"PstnInviteViewEmptyListTextLast" = "\"";
"HumanSegmantSettingViewConcontrollerSelectSesc" = "Select a Virtual Background";
"PstnCountryCodeErrTip" = "Invalid code";
"PhoneNumberInputCountryCode" = "Region Code";
"WeworkMembersListViewSearchEmptyText" = "There are no invitees. Please invite now";
"MembersListViewSearchEmptyText" = "No attendees found";

"AccessibilityLabelMicImage" = "Mute Control";
"AccessibilityLabelVideoImage" = "Camera Control";
"AccessibilityLabelEditNameButton" = "Reset Name";
"AccessibilityLabelUserIcon" = "Profile Photo";
"AccessibilityLabelHomePageSetting" = "Login Page Settings";
"AccessibilityLabelAddMeeting" = "Text Box for Joining Meeting";

"WebviewNotSupportPrint" = "Printing is currently not supported";
"DocsNotSupportPrint" = "Online printing is currently not supported. You can download first and then print.";

"AccessibilityLabelClearInput" = "Clear";
"AccessibilityLabelMonth" = " ";
"AccessibilityLabelDay" = "Date";
"AccessibilityLabelTime" = "Time";
"AccessibilityLabelMeetingCode" = "Meeting ID";
"AccessibilityLabelMeetingState" = "Meeting Status";
"AccessibilityLabelMeetingSubject" = "Meeting Topic";

"AccessibilityLabelBulletOk" = "OK";
"AccessibilityLabelBulletHandup" = "Raise Hand";
"AccessibilityLabelBulletWellDone" = "Well done";
"AccessibilityLabelBulletApplaud" = "Applaud";
"AccessibilityLabelBulletWulian" = "Facepalm";
"AccessibilityLabelBulletZiyaxiao" = "Grin";
"AccessibilityLabelBulletTouxiao" = "Snicker";
"AccessibilityLabelBulletKuxiao" = "Laughing Tears";

"AccessibilityLabelLinkAudio" = "Audio Connection Methods";
"AccessibilityLabelLinkAudioButton" = "The button for displaying more audio connection methods";
"AccessibilityLabelLinkVideoButton" = "The button for displaying more video connection methods";
"AccessibilityLabelVideoArea" = "Video Area";
"AccessibilityLabelAudioArea" = "Audio Area";
"AccessibilityLabelVersionNum" = "Version Number";
"AccessibilityLabelDropDownButton" = "The dropdown button on the chat page";
"AccessibilityLabelMicMenuButton" = "The audio dropdown button on the sharing page";
"AccessibilityLabelCameraMenuButton" = "The video dropdown button on the sharing page";
"AccessibilityLabelShareMenuButton" = "The share button on the sharing page";

"AccessibilityLabelShareTopView" = "The meeting controls dock";
"AccessibilityLabelShareTopViewDisplay" = "The meeting controls dock is displayed";
"AccessibilityLabelShareTopViewHidden" = "The meeting controls dock is hidden";
"AccessibilityLabelMainViewUidLabel" =  "User's display name on the Join Meeting page";
"AccessibilityLabelPersonalCommonInfoViewUidLabel" =  "User's display name on the Personal Profile page";
"AccessibilityLabelMeetingShareTextField" =  "Meeting invitation content";

"AuthorizeRebootAudioDriverTip" = "Audio device error occurred. Please restart the audio driver.";
"InMeetingAudioCheckAudio" = "Detect Microphone and Speaker";

"DebugSettingsTableCellViewTestEnv" = "Testing environment";
"DebugSettingsTableCellViewFindBackConfirm" = "Duplicate name. Please check with the backend developer.";
"DebugSettingsTableCellViewConfirm" = "OK";
"ChatMessageViewNewMessage" = " unread messages";
"ChatMessageViewNewMeetingNotice" = "New Notice";
"PstnContactViewTip" = "You have no recent contacts";
"MeetingAudioInputDialNumberViewTfPhone" = "Landline/mobile";
"MeetingHandsupTableViewFreedMemberMute" = "The attendee has been unmuted";
"MeetingHandsupTableViewCanceledMemberRaiseStatus" = "The attendee's hand has been lowered";
"ScreenInfoViewSharingSrceen" = "Sharing screen…";
"MeetingInfoViewWithout" = "None";

"InstallAudioPluginTips" = "To share your PC audio, please enter your PC password to install the {app_name} audio driver, and restart the audio playback software.";
"UnloadAudioPluginTips" = "You will not be able to share PC audio after the {app_name} audio driver is uninstalled. Continue?";
"NoAudioPluginUnloadTips" = "Currently no installed audio driver";


"AccessibilityLabelMeetingInfoParticipateID" = "Attendee ID";
"AccessibilityLabelMeetingInfoMeeingID" = "Meeting ID";
"AccessibilityLabelNetworkDelayMS" = "Network latency in millisecond";
"AccessibilityLabelLossRateUpValue" = "Increase value of packet lost rate";
"AccessibilityLabelLossRateDownValue" = "Decrease value of packet lost rate";
"AccessibilityLabelCalendarNextButton" = "Right key for turning calendar page";
"AccessibilityLabelCalendarBackButton" = "Left key for turning calendar page";
"AccessibilityLabelMailboxToModify" = "The email address you want to change";
"AccessibilityLabelMailboxToModifyFinishButton" = "Button for confirming email address change";
"AccessibilityLabelMeeingDetailMeetingCode" = "The meeting ID on the meeting details page";
"AccessibilityLabelLoginPassWordBottonClearButton" = "The Clear Verification Code button on the login with account and password page";
"AccessibilityLabelLoginPassWordBottonButton" = "The Clear Mobile Number button on the login with account and password page";
"AccessibilityLabelForgotPassWordClearButton" = "The Clear Password button on the login with account and password page";
"AccessibilityLabelPersonalMeetingSettingViewMeetingID" = "The personal meeting ID on the settings page";
"AccessibilityLabelMeetingSecureTextField" = "Text Box for Joining Meeting";
"AccessibilityLabelVideoSettingViewLayout" = "Speaker View Layout";

"AppleIdLoginCanceld" = "Cancel Login";
"AppleIdLoginFailed"  = "Login failed";
"AppleIdLoginInvalidResponse" = "Unable to log in. The server is not responding.";
"AppleIdLoginNotHandled" = "Failed to process login request";
"AppleIdLoginAuthorizationUnsupport" = "The authorization type is not supported";

"HomeShareScreenPlaceholder" = "Enter the casting key of {app_name} Rooms to share your screen";
"HomeShareScreenSure" = "OK";
"HomeShareScreenCancle" = "Cancel";
//IM 2.1 begin
"SendMsgFailed" = "Failed to send";
"SaveAs" = "Save as";
"ImageCountLimited" = "Up to 9 images can be sent at a time";
"ImageSizeLimited" = "Image size cannot exceed 10 MB";
"ImageSavedName" = "{app_name} image";
//IM 2.1 end

"WebViewToolbarBackTooltips" = "Back";
"WebViewToolbarForwardTooltips" = "Back";
"WebViewToolbarReloadTooltips" = "Refresh";
"WebViewToolbarMoreTooltips" = "More";
"WebViewToolbarShareTooltips" = "Share";
"WebViewToolbarShareUnEnableTooltips" = "Hosts disallow you to share apps";
"WebViewToolbarCopyLinkTooltips" = "Copy Link";
"WebViewToolbarOpenBrowserTooltips" = "Open in browser";

"WMLeaksFinderMemoryLeakTitle" = "Memory Leak";
"WMLeaksFinderMemoryLeakRemarks" = "Please check or contact xianminxiao for any questions.";
"MeetingUpdateInstallError" = "Unable to install";
"MeetingUpdateInstallMessage" = "{app_name} Update";

"AISettingViewControllerDefault" = "Restore to default";
"AISettingViewControllerFilter" = "Filters";
"AISettingViewControllerBeautyPauseToolTips" = "Click and hold to check the original image.";
"JoinViewOpenFacebeauty" = "Beauty Filter";
"JoinViewSettingFacebeauty" = "You can click here to set and view beauty filters.";
"JoinViewSettingFacebeautyLink" = " click here ";
"WindowShareViewDesktop" = "Desktop";
"WindowPinHoverTips" = "Pin";
"WindowUnPinHoverTips" = "Unpin";

"DataTransfering" = "Loading data...";

"WMXibLoadFailedAlertTitle" = "Failed to load xib.";
"WMCommonFailedFeedbackBtnTitle" = "Copy the stack and send it to xianminxiao";

"MeetingNotice" = "Notices";
"launchANewMeetingNotice" = " posted notice, ";
"ClickAndCheck" = "View Now";
"EmptyMeetingNotice" = "No notices";
"IMGroupNoticeLabel" = "Notices";
"CheckGroupNoticeDetail" = "View Details";
"MeetingNoticeContentTooLong" = "The number of characters exceeds the upper limit";

"ShareOpenAppHistoryMessageNotSupportTips" = "This app can only be opened in meetings ";
